<?php

namespace People;

class Adresses
{
	public static $adresses = [
			'бул. "Княз Борис I" N77',
			'гр. Варна, ул. Странджа №43',
			'ул. "Оборище" №13, Варна',
			'Гр. Варна, Бул. Мария Луиза №11',
			'ЖК Младост 4, бл. 460А, София',
			'Ул. Стефан Карджа 32, Варна, 9003',
			'ул.Духовно Възраждане 14, град Русе',
			'ул."Казбек" 55, София, жк."Манастирски ливади - запад"',
			'Кв. "Нов път", 3700 Видин',
			'Брацигово 4579, ул."Трети март"57',
			'село Горски Сеновец 5167 ул. Училищна 7',
			'ул."Хан Тервел" No 2, 8600 Ямбол',
			'София, Бояна, ул. “Прохлада” № 10',
			'София, кв. Изгрев ул. Ген.Щерю Атанасов 2',
			'Априлци, кв. Ново село /Център/ул. ” Васил Левски” № 87',
			'Гр. Дупница 2600, пл. "Просвета" № 1',
	];
	
	public static function getRandomAdress()
	{
		return static::$adresses[array_rand(static::$adresses)];
	}
}